{
    "labs": [
        {
            "semester": 2,
            "number": "2.23",
            "title": "Барометрическая формула. Распределение Больцмана",
            "output": "В ходе данной работы изучалось распределение молекул идеального газа по координатам (по высоте) при помощи его механической модели. Были построены графики зависимостей логарифма количества пересечений стеклянных шариков (моделей молекул идеального газа) луча фотодатчика от высоты для двух частот колебаний основания установки, что имитировало различные температуры газа. Эти зависимости носят линейный характер, следовательно, можно считать экспериментально подтвержденной теоретически выведенную зависимость ln N = const – mg/kT*h.\nМетодом парных точек были найдены угловые коэффициенты, отношение которых можно сравнить с отношением температур (т.е. частот).\nα1 = (… ±…)мм   ε = …%     α = 0,9\nα2 = (…±…)мм   ε = …%     α = 0,9\nηэксп = (…±…)  ε = …%\nηтеор = …\n¬Теоретическое значение отношения входит в интервал экспериментального значения отношения с учетом погрешностей, что подтверждает теоретическое распределение молекул газа по высоте в поле сил тяжести.",
            "excel": "lab_2_2.23.xlsx",
            "excel_description": "1 - 30 ГЦ, 2 - 45ГЦ",
            "excel_cells": [
                "E7:H14 E17:H24"
            ],
            "graphs": []
        },
        {
            "semester": 4,
            "number": "4.2.6",
            "title": "Изучение интерферометра Фабри-Перо",
            "output": "В работе изучены основные характеристики интерферометра Фабри-Перо, а также измерена длина волны зелёной линии ртути.\nИзмерены диаметры колец интерференционной картинки и построен график зависимости квадратов диаметров от номера кольца. Зависимость носит линейный характер с положительным угловым коэффициентом и по ним вычислено расстояние между пластинами интерферометра:\nb = ___+-___ E=__ alfa=___\nТакже с использованием расстояния между пластинами, вычислена длина волны зеленой линии ртутной линии:\nlambda y = ____+-___ E=___ alfa=_____\nЗначение совпадает с табличными в пределах погрешности.\nОпределены следующие характеристики интерферометра Фабри - Перо;\n1) Ширина дисперсионной области\n2) Разрешающая способность, экспериментально и теоретически\nПолученные значения совпадают в пределах погрешности",
            "excel": "Фабри-Перо.xlsx",
            "excel_description": "Записываете экспериментальные значения",
            "excel_cells": [
                "A1:F11 A21:F30"
            ],
            "graphs": []
        },
        {
            "semester": 4,
            "number": "4.22",
            "title": "Изучение закона Малюса",
            "output": "В работе определена плоскость поляризации лазерного луча и проверен закон Малюса\nОпределены экспериментальные значения интенсивности луча, прошедшего через поляризатор светового излучения:\nImax = ___+-___ alfa=____ E =___\nImin = ___+-___ alfa=____ E =___\nОпределена степень поляризации при излучении P=1. Лазерное излучение проходящее через анализатор представляют собой линей поляризованное излучение. Плоскостью поляризации является плоскость параллельная плоскости излучения плоскости распространения.\nПостроены графики зависимости от cos^2f для \"+\" и \"-\" углов отклонения с положительным угловым коэффициентом, что согласуется с теорией. Это подтверждает выполнение закона Малюса.\nВ работе погрешности связаны с неустойчивостью штатива с анализатором, поскольку максимальные значения интенсивности наблюдались при -10 градусах. А также нагревая фотоэлементы, что привело к разбросу значений интенсивности при одинаковых углах отклонения анализатора.",
            "excel": "Изучение закона Малюса.xlsx",
            "excel_description": "Напишите 19 значений интенсивности для каждой таблицы (всего 38). Если измерений для каждой отдельной меньше 19, то пишите строки 0 0 0 0 и далее",
            "excel_cells": [
                "A2:E39"
            ],
            "graphs": []
        }
    ]
}